Repository: santanamic/wc-latamgateway
Catalog: languages/wc-latamgateway-*.po
Languages: pt_br

source: Birthdate
pt_br: Data de nascimento

source: Credit Card
pt_br: Cartão de Crédito

source: Banking Boleto
pt_br: Boleto

source: Bank Deposit
pt_br: Depósito Bancário

source: By clicking "Place Order" you will be taken to the secure Latam Gateway environment to finalize the payment, where you can add card details and choose the number of installments.
pt_br: Ao clicar em "Fazer pedido", você será levado ao ambiente seguro da Latam Gateway para finalizar o pagamento, onde poderá adicionar detalhes do cartão e escolher o número de parcelas.

source: Select a bank and After click in "Place order", you will have access to our bank details so that you can pay safely.
pt_br: Selecione um banco e após clicar em "Fazer pedido", você terá acesso aos nossos dados bancários para poder pagar com segurança.

source: The store has no registered banks. Please contact the webiste administrator.
pt_br: A loja não possui bancos registrados. Por favor contate o Administrador do Website.

source: The order will be confirmed only after the payment approval.
pt_br: O pedido será confirmado somente após a aprovação do pagamento.

source: After clicking "Place order" you will have access to banking ticket which you can print and pay in your internet banking or in a lottery retailer.
pt_br: Depois de clicar em "Fazer pedido", você terá acesso ao boleto bancário, que poderá imprimir e pagar no seu Internet banking ou em uma casa lotérica.

source: This purchase is being made in Brazil
pt_br: Esta compra está sendo feita no Brasil

source: Settings
pt_br: Configurações

source: Support
pt_br: Suporte

source: Latam Gateway Disabled
pt_br: Latam Gateway Desativado

source: You must enter your "Latam Gateway" login email in the settings.
pt_br: Você deve inserir seu email de login da "Latam Gateway" nas configurações.

source: You must enter your "Latam Gateway" login passsword in the settings.
pt_br: Você deve inserir a senha de login da "Latam Gateway" nas configurações.

source: You must enter your account key in the settings.
pt_br: Você deve inserir sua Account key nas configurações.

source: You must enter your sandbox account key in the settings.
pt_br: Você deve inserir sua Account key do sandbox nas configurações.

source: Currency not supported. Works only with Brazilian Real.
pt_br: Moeda não suportada. Funciona apenas com real brasileiro.

source: depends on one plugin to work. Please install and enable the following plugin:
pt_br: depende de um plugin para funcionar. Instale e ative o seguinte plugin:

source: Enable/Disable
pt_br: Habilitar/Desabilitar

source: Check to enable this form of payment.
pt_br: Marque para ativar esta forma de pagamento.

source: Checkout Title
pt_br: Titulo do Checkout

source: This controls the title the user sees during checkout.
pt_br: Isso controla o título que o usuário vê durante o checkout.

source: Checkout Description
pt_br: Descrição do Checkout

source: This controls the description the user sees during checkout.
pt_br: Isso controla a descrição que o usuário vê durante o checkout.

source: Pay by credit card, deposit or boleto using Latam Gateway.
pt_br: Pague com cartão de crédito, depósito ou boleto usando a Latam Gateway.

source: Integration Settings
pt_br: Configurações de Integração

source: Enter your credentials to process payments using Latam Gateway
pt_br: Insira suas credenciais para processar pagamentos usando o Latam Gateway

source: Latam Gateway Registration Email
pt_br: Email de Registro na Latam Gateway

source: Password
pt_br: Senha

source: Latam Gateway Registration Password
pt_br: Senha de Registro na Latam Gateway

source: Sandbox Environment
pt_br: Ambiente Sandbox

source: Enable the Latam Gateway Testing
pt_br: Habilitar o teste para Latam Gateway

source: Latam Gateway Sandbox can be used to test the payments
pt_br: O Latam Gateway Sandbox pode ser usado para testar os pagamentos

source: Enter your account key. Contact Latam Gateway Support for Account Key
pt_br: Digite a sua Account Key. Entre em contato com o suporte da Latam Gateway para obter a Account Key

source: Enter your account key for sandbox. Contact Latam Gateway Support for Account Key
pt_br: Digite a Account Key para o sandbox. Entre em contato com o suporte da Latam Gateway para obter a Account Key

source: Payment Methods
pt_br: Métodos de Pagamento

source: Select active payment methods at checkout
pt_br: Selecione métodos de pagamento ativos na finalização da compra

source: Enable Credit Card for Redirect Checkout
pt_br: Habilitar Cartão de Credito para o Checkout

source: Deposit
pt_br: Deposito

source: Enable Deposit for Checkout
pt_br: Habilitar Deposito para o Checkout Transparente

source: Enable Boleto for Transparente Checkout
pt_br: Habilitar Boleto para o Checkout Transparente

source: Additional Fields
pt_br: Campos Adicionais

source: Latam Gateway plugin needs some additional fields in checkout.
pt_br: O plug-in Latam Gateway precisa de alguns campos adicionais no Checkout.

source: Enabled Birth Field
pt_br: Ativar o Campo Data de Nascimento

source: Enable Birth Field in Checkout
pt_br: Ativa o campo "Data de Nascimento" no checkout

source: Required Birth Field
pt_br: Campo Data de Nascimento deve ser Obrigatório

source: Makes the Birth Field mandatory
pt_br: Torna obrigatório o preenchimento do campo "Data de Nascimento"

source: Order status
pt_br: Status do pedido

source: Configure gateway behavior.
pt_br: Configure o comportamento do gateway.

source: Paid Orders
pt_br: Pedidos Pagos

source: Paid orders will change to this status
pt_br: Os pedidos pagos mudarão para este status

source: Processing
pt_br: Processando

source: Completed
pt_br: Concluído

source: Gateway Testing
pt_br: Teste de Gateway

source: Enable Log
pt_br: Ativar Log

source: Logs plugin events through the <code>% s </code> file. Note: This may record personal information. We recommend using this for debugging purposes only and to delete these records after finalization.
pt_br: Registra eventos do plug-in através do arquivo <code>% s </code>. Nota: Isso pode registrar informações pessoais. Recomendamos o uso apenas para fins de depuração e para excluir esses registros após a finalização.

source: The buyer has initiated a transaction, but so far Latam Gateway has not received any payment information.
pt_br: O comprador iniciou uma transação, mas até agora o Latam Gateway não recebeu nenhuma informação de pagamento.

source: LatamGateway Gateway received a valid notification URL
pt_br: O Latam Gateway recebeu um URL de notificação válido

source: Payment completed
pt_br: Pagamento completo

source: A status update has been received. The new order status is: cancelled
pt_br: Uma atualização de status foi recebida. O novo status do pedido é: cancelado

source: Take payments on CredtCard, Deposit and Boleto using Latam Gateway.
pt_br: Aceite pagamentos com cartão de crédito, depósito e boleto usando o Latam Gateway.
